[
    {
        "id": "map",
        "name": "MAP - Mapping Absolute Project",
        "description": "Mapping Absolute Project (MAP; официальное название — MAP | cbmapping.ru) — русскоязычное Discord-сообщество, позиционирующее себя как центр Countryballs-маппинга. Создано в августе 2024 года как независимая площадка для объединения мапперов, обмена опытом и создания совместного контента. Это КБ-мапперский проект, ориентированный на коммуникации между мапперами и энтузиастами Countryballs (кбшерами), с планами на создание академии для обучения мапперов и продвижение ниши. MAP также является создателем и владельцем сайта cbmapping.ru, включая вики-энциклопедию Countryballs Mapping (https://cbmapping.ru/wiki), где публикуется вся информация о сообществе и нише.\n\n・ Дата создания: 13 августа 2024  \n・ Владелец: [Roztov](http://127.0.0.1:2000/detail?id=roztov&type=person)\n・ Участников: более 310 человек  \n・ Бустов: 16 (3 уровень сервера)  \n・ Активность: сервер живой и активный, в среднем онлайн 40–60 человек одновременно  \n・ Сообщений в день: ≈400–450  \n・ Официальный сайт: https://cbmapping.ru  \n・ Вики Countryballs-маппинга: https://cbmapping.ru/wiki  \n\n### Что такое Countryballs Mapping?\nCountryballs Mapping (КБ-маппинг, или просто «маппинг») — это жанр любительского видео-контента, популярный на YouTube и других платформах, где создатели (мапперы) анимируют карты мира или регионов с использованием countryballs. Countryballs — это антропоморфизированные шары, представляющие страны (с флагами, глазами и иногда другими элементами), часто в юмористическом или сатирическом стиле, вдохновлённом мемом Polandball. Маппинг-видео обычно изображают исторические события, альтернативные истории, будущие сценарии (например, \"Alternate Future of Europe\"), вымышленные войны или геополитические изменения. Жанр сочетает элементы анимации, картографии и сторителлинга, привлекая энтузиастов географии, истории и мем-культуры.\n\n### Описание\nСообщество, позиционирующееся как центр КБ-маппинга, основной целью которого является популяризация и распространение Countryballs Mapping в рунете и за его пределами. MAP — это площадка, где мапперы могут постоянно общаться на любые темы, делиться опытом и совместно создавать контент. Проект фокусируется на коммуникациях между мапперами и кбшерами, с будущими планами по запуску академии для обучения начинающих мапперов и активному продвижению ниши Countryballs-маппинга.\n\n### Основные цели\n・ Популяризация и распространение Countryballs Mapping в рунете (основная цель: продвижение жанра через контент, челленджи и просвещение)  \n・ Создание качественного маппинг-контента (видео, арты, челленджи)  \n・ Объединение активных мапперов в единую экосистему  \n・ Поддержание прозрачной и дружеской атмосферы  \n・ Коммуникации между мапперами и энтузиастами Countryballs  \n・ Обучение мапперов в будущей академии  \n・ Продвижение маппинга как творческого направления  \n\n### История и развитие\nСервер был создан 13 августа 2024 года Roztov’ым как полностью независимый проект. Изначально под названием MCRU (КБ-мапперский) он был сделан ради централизации маппинга в Discord, но после появления более крупных сообществ MappUnion, MGC и Degramap (который в то время не был особо крупным, поскольку потерял сервер с 1200 человек) отказался от этой идеи. Вместо этого проект стал ориентирован на объединение комфортного места для общения и рост маппинга в количестве мапперов, без акцента на качество — ведь так найдутся более лучшие художники и таланты. Названия сообщества сменялись следующим образом: MCRU (КБ-мапперский) → IDEALOGIES (военно-политическая игра) → ВЕК (Великая Единая Конфедерация) → Лягушки и Жабки → MAP. MAP была создана приблизительно в одно время с сообществами \"MappUnion\" и \"MGC\" и пережила несколько крашей серверов MGC. С момента создания проект долгое время реформировался и менял название: первоначально он назывался MCRU (Mapping Community RU) и имел TikTok-аккаунт (@mappingcommunityru) с видео, которое набрало около 800 тысяч просмотров (аккаунт был утерян).\n\nНекоторое время сервер был представлен в виде ВЕК (Великая Единая Конфедерация) благодаря наследию от пользователя Zzipe58, но из-за конфликта был переделан в \"Жабки и лягушки\", а позже и вовсе в MAP. Старый состав совладельцев так и не вернулся, но владелец (Roztov) ни разу не менялся, хотя в период ВЕК должны были проводиться выборы. YouTube-канал @cbmapp был куплен у MossovietBall за примерно 800 рублей в ноябре 2024 года. В ноябре 2025 года сервер подвергся слабому рейду от ослабленного MGC (в ЛС участникам писались просьбы покинуть MAP от якобы лица Discord), который был возрожден, но позже произошел спад активности. С ноября 2025 года сообщество показывает быстрый органический рост: за последний месяц прирост составил около 90 новых участников, основной трафик идёт с YouTube и связанных Telegram-каналов. 1 декабря 2025 года Discord-сервер MAP обошёл по количеству участников актуальный сервер Degramap (на тот момент 308 участников). Проект эволюционировал из простого Discord-сервера в полноценную платформу для маппинга, включая возрождение YouTube-канала с сериалом \"War & Peace\" в стиле Countryballs.\n\n### Ключевые особенности\n・ Публичная статистика всех крупных русскоязычных КБ-маппинг серверов (cbmapping.ru)  \n・ Возрождённый YouTube-канал @cbmapp с сериалом \"Countryballs | War & Peace\" (серии о войнах и мире в формате Countryballs, включая сезоны и эпизоды вроде \"Прелюдия к войне\", \"Человек без чести\" и другие)  \n・ Постоянно развивающаяся вики-энциклопедия Countryballs Mapping  \n・ Один из самых высоких показателей бустов в нише  \n\n### Деятельность\n・ Регулярные маппинг-челленджи и голосования по сюжетам  \n・ Крупные совместные проекты (например, Mapping Absolute Project как основная инициатива сообщества)  \n・ Помощь начинающим мапперам: разборы работ, обмен опытом  \n・ Прозрачная аналитика и статистика ниши  \n・ Создание и продвижение видео-контента на YouTube, включая сериал \"War & Peace\"  \n\n### Символика\nФлаг MAP представляет собой чёрный фон с белым стилизованным глазом, окружённым шипами, символизирующим наблюдение, просвещение и фокус на маппинге. Второй вариант флага включает градиент от чёрного к серому с расходящимися лучами от центра, где расположен тот же белый глаз с шипами, подчёркивающий динамику и распространение идей. Аватарка сообщества на момент декабря 2025 года — это праздничный countryball в красной шляпе Санты с белой оторочкой, чёрный шар с шипастым глазом, держащий бокал шампанского; фон — ночное звёздное небо с золотистым градиентом, отсылающий к новогодней тематике и празднованию достижений.\n\nMAP позиционирует себя как нейтральная и открытая площадка, где главное — любовь к маппингу и создание контента, а не внутринишевые конфликты.\n\n> «Мы не боремся с кем-то. Мы просто делаем своё дело лучше всех.»  \n> — [Roztov](http://127.0.0.1:2000/detail?id=roztov&type=person), владелец и идейный вдохновитель\n\nНа декабрь 2025 года MAP входит в тройку самых быстрорастущих и активных русскоязычных Countryballs-маппинг сообществ.\n\n### Официальные ссылки\n・ Discord: https://discord.gg/cbmapping  \n・ Сайт и статистика: https://cbmapping.ru  \n・ Вики: https://cbmapping.ru/wiki  \n・ YouTube: https://youtube.com/@cbmapp  \n・ Telegram: https://t.me/countryballsmap  \n・ TikTok: https://www.tiktok.com/@cbmapping  \n・ Старый TikTok (MCRU): https://www.tiktok.com/@mappingcommunityru  \n・ ВКонтакте: https://vk.com/cbmapp  \n\nКатегории: Сообщества • Countryballs Mapping • Активные серверы 2025 • Discord-сервера • Маппинг-сообщества • Русскоязычные сообщества • Креативные платформы • Энтузиасты мемов • Анимационные проекты • Геополитические симуляции • Любительский контент",
        "created": "13.08.2024",
        "closed": null,
        "reason_for_closing": null,
        "peak_members": "320",
        "leader": [
            "[Roztov](http://127.0.0.1:2000/detail?id=roztov&type=person)",
            "Rotteriampy",
            "Lviv ball"
        ]
    },
    {
        "id": "degramap",
        "name": "Degramap",
        "description": "# Degramap\n\n> “Ave Degramap!”\n> — официальное описание и девиз группы Degramap.\n\n**Degraded Mapping**, более известный как **Degramap**, — крупная русскоязычная маппинг-группа во [ВКонтакте](https://vk.com), ориентированная на борьбу с низкокачественным маппингом. Группа была основана **15 апреля 2017 года** маппером **Vatican Mapper** (также известным как *Владимир Ленин* во ВКонтакте).\n\nПо состоянию на **18 июня 2020 года** группа насчитывала **1584 участника** и принадлежала **August Höln** и **Saint French Mapper**. Degramap имеет долгую и сложную историю и считается одной из крупнейших маппинг-групп во ВКонтакте.\n\nСообщество Degramap резко выступает против **Circle Tool-маппинга** (известного в русскоязычных сообществах как *неканонный маппинг*) и активно занимается жёсткой критикой и троллингом мапперов с низким качеством контента, слабой рисовкой и плохим монтажом. Среди наиболее известных целей группы — **Crimea Ball** (прозвище «Жопонка»), **Lipetsk Monarchical Mapper**, **Sgashbob / Sealand Mapper** и **Ukrainian Mapper 2.0**.\n\n---\n\n## История\n\n### Предыстория: упадок маппинга и возникновение Degramap\nС ростом русскоязычного маппинга появилось большое количество новых мапперов, публиковавших низкокачественный контент, включая видео с плохо проработанной графикой и нереалистичным либо скучным сюжетом. Многие опытные мапперы негативно относились как к наплыву подобного контента, так и к росту его популярности, во многом обусловленному активной рекламой.\n\nВ начале 2017 года **Zis 999** начал заниматься маппингом и получил продвижение от **Igor Mir**, **Kuban Mapper** и **GreyDude**. Он стал одним из наиболее показательных примеров мапперов низкого качества, вызывавших недовольство сообщества. В тот же период резко увеличилось количество коммунистических мапперов с аналогичным уровнем контента, которые выпускали видео с «объявлениями войны» другим авторам и инициировали так называемые *маппинг-войны*, сопровождавшиеся массовыми дизлайками. Участие в подобных конфликтах часто приводило к ухудшению репутации мапперов.\n\n---\n\n### Подъём Degramap\n**15 апреля 2017 года** группа Degramap была создана **Vatican Mapper** и активно рекламировалась на площадках вроде **Mapper Memes**. В группе также существовал раздел для продвижения маппинг-видео участников.\n\nDegramap быстро стала активной и многочисленной. Сообщество начало массово критиковать и троллить авторов низкокачественного контента, что вызвало ответную реакцию и конфликты. **Егор Людиновский** (*Lyudinovsky Mapper*) получил известность благодаря своей критике, мемам и проектам, направленным против деградации маппинга. Vatican Mapper открыто поддерживал атаки на низкокачественных мапперов, особенно на **Zis 999** и **Robolet Mapper**.\n\n---\n\n### Атаки на Zis и Robolet\nС ростом популярности Degramap усилились атаки на мапперов с низким качеством контента. Эти действия поддерживал **Stepan**, что привело к ухудшению его репутации среди критикуемых авторов. В этот же период **Zis** начал активно взаимодействовать с Degramap, вступая в споры с участниками группы по поводу качества своего контента. Подобные конфликты часто приводили к ухудшению репутации Degramap.\n\nРяд известных мапперов, включая **Gentle Mapper** и **Robolet**, выпускали видео, посвящённые Degramap. В конечном итоге сообщество опубликовало официальные извинения за атаки и удалило значительную часть мемов. После этого Degramap стала более мирной, но одновременно менее активной.\n\n---\n\n### Degrabyss\n**Degrabyss** — проект, основанный на *Real Abyss Countryballs* и *Abyss of Fantasy Lands*, направленный на продвижение идеи создания более качественных countryballs в соответствующих сообществах. Проект был в целом успешным, однако прекратил существование **5 сентября 2017 года** после публикации поста под названием «R.I.P».\n\n---\n\n### Dragoman и DEGRA MAPPING\nПосле перехода Degramap к более мирному формату **Dragoman House**, участник **Confederation of Free Mappers (CFM)**, создал группу **DEGRA MAPPING** **21 апреля 2017 года** для продолжения атак на низкокачественных мапперов. Группа рекламировалась на площадках вроде **Mapper Memes** и в самой Degramap с разрешения Vatican Mapper.\n\nК сообществу присоединились участники CFM, а также **Imran Donets** и **Georgy Lepekhov**. Lyudinovsky создал канал **Photoshop Ball**, а в рамках DEGRA MAPPING был основан проект **Union for Combating Degradation in Mapping**, занимавшийся оценкой качества мапперов.\n\nПосле дебатов между **Zis** и **Dragoman** было начато планирование масштабных атак, намеченных на **6 мая**. **5 мая** Vatican Mapper покинул пост владельца Degramap, передав управление **Igor Vasilenko**.\n\n---\n\n### Атаки 6 мая\n**6 мая 2017 года** участники Degramap начали массовые атаки и спам в отношении мапперов, включая **Ukrainian Mapper 2.0**, **USSR Mapper** и **Zhoponka / Crimean Mapper**. В этот период Degramap также начала активно продвигать анти-*Circle Tool* позицию.\n\nБыла объединена группа **Antidegramap**, контролируемая **Artyom Derbentsev**. В период **12–13 мая** произошёл крупный слив, осуществлённый **Alexander Zhukovsky** (*Alex Kotov*). Был запущен раздел **MAPPERVSMAPPER**. Отдельные участники, включая **Ruslan Petushkov**, подвергались особенно жёсткому троллингу.\n\nГруппа **Ultron** при поддержке **AIK** организовала серию рейдов на Degramap в период с **21 по 28 мая**, наиболее жёсткий из которых произошёл **24 мая**. В ответ **Inquisitor** исключил всех участников Ultron из беседы. Участникам Degramap было присвоено звание **«Герой Degramap»**, а **28 мая** конфликт был урегулирован.\n\n---\n\n### Новые атаки и конфликт с United Mappers\n**1 июня** Degramap организовала новые атаки против низкокачественных мапперов. Одним из ключевых участников стал **Avdey Puzyrkov**. Начался конфликт с **United Mappers (UM)** после утечек информации и публичной критики со стороны UM.\n\n**Dragoman House** провёл рейд на UM, за что получил санкции. **Ukrainian Mapper 2.0** удалил свой канал после продолжительных атак. **Dragoman** и **Imran Donets** дважды объединяли группу **UUM**, принадлежащую **Princess Sunny**. В этот период часть мапперов начала создавать порнографический контент.\n\nImran создал канал **Ueban TV**, публиковавший критику низкокачественного маппинга, что положительно сказалось на его репутации. Были заключены союзы между Degramap, **Loydan** и **Alliance**, а группа Ultron была объединена. **30 июня** была атакована группа **Supermapper**, а **2 июля** — **Lipetsk Monarchical Mapper**.\n\n---\n\n### Союзы и драма\n**13 июля** был сформирован союз между Degramap и **OKM**. Новый конфликт с **Robolet** возник после публикации доказательств его предполагаемого разжигания ненависти к белорусской оппозиции. После ответного видео Robolet сообщество Degramap провело масштабную атаку, однако позднее Robolet стал союзником группы.\n\n**26 июля** Degramap атаковала **OKM** при поддержке **KSM**, **YZM**, **OSK** и **YTSIK**. В период **15–19 августа** **Imran** и **Dragoman House** регулярно организовывали атаки, стримы и утечки каналов низкокачественных мапперов. **18 сентября** был создан гимн Degramap.\n\n---\n\n### Degramap после 2017 года\nПосле ухода **Mikhail Drozdovsky** активность Degramap значительно снизилась. Летом **2018 года** имели место кратковременные рейды со стороны **Marxist Ball** и **Mapper**. В последующие годы группа постепенно приходила в упадок, однако **23 июня 2020 года** в Degramap начались реформы, была вновь введена анти-*Circle Tool* политика и начато планирование новых атак на низкокачественных мапперов.\n",
        "created": "2017",
        "closed": null,
        "reason_for_closing": null,
        "peak_members": "850",
        "leader": [
            "Sandro",
            "hesov"
        ]
    },
    {
        "id": "kim",
        "name": "КИМ",
        "created": "2021",
        "closed": "2021",
        "reason_for_closing": "Неактив",
        "description": "Коалиция Имперских Мапперов - Первый сервер маппера Rotteriampy (тогда - Golden Empire Mapper). Был создан для противостояния Деграмапу, пережил краш, переименования (другие названия утеряны). В своем пике имел небольшое комьюнити, которое занималось обычными для мапперов в то время делами.",
        "leader": [
            "Rotteriampy"
        ],
        "peak_members": "140"
    },
    {
        "id": "amp",
        "name": "Antimap",
        "description": "Первое возрождение. 2018 год\n\nИнформации об этой организации ещё меньше, чем в истории о втором возрождении. Но в то время Антимаппинг имел наибольшую популярность среди комьюнити и был достаточно децентрализованной структурой, состоящей из множества независимых и свободных друг от друга группировок. Идея Антимаппинга воплощалась больше в виде рофла, чем в какую-то серьезную инициативу и её исповедывали в основном простые мапперы. КНС также основал свой Антимаппинг и имел большой успех в международной политике. Благодаря нему, Германия, Польша и Турция стали антимапперскими окончательно. Но одолеть сопротивление в России он к сожалению, не сумел. Позже он фактически покинул организацию из-за отсутствия интереса в дальнейшей развитии его детища\n\nВторое возрождение. 2021 год\n\n30 марта - создание сервера КНС-ом и его первые участники. Сам создатель, Пчол, Хуйтцо(ЯНР Антимаппер) и Геймс. Позже, 31 марта основатель объявил о наборе в союз, к которому присоединится скайру, скат, космик и флориан). В этот же день случился рейд на Босфора(который был полуудачный), и затем второй рейд ра следующий день(неудачный). Вскоре КНС расширил свою деятельность за счёт рейдов мелких мапперов. И вскоре начал атаковать абсолютно всех. ..Вскоре к  Антимапу уже присоединятся А-Ш,С.,Fighfoxball и Румынка(Тогда ещё Румынский Антимаппер).Разумеется, агрессия Антимаппинга вызвало общую ненависть по отношению к данной группировки и начали формироваться множество союзов, которые были направлены на его уничтожение. Самыми запоминающимися были Ливгардет(союз Себастияна)и Мапперский Рейх(Союз Азербайджан Болла). Вскоре в войну вступил Деграмап. Но несмотря на огромное количество врагов, Антимаппинг вскоре стал проявлять успехи в войне.(Удачный рейд на Литвинова,множество рейдов на Азербайджан Болла,Рейд на «обычного маппера» и рейд на Мадагаскарского Маппера)",
        "created": "2018",
        "closed": "Август 2022",
        "reason_for_closing": "Переименование",
        "peak_members": "600",
        "leader": [
            "ЯНР",
            "КНС",
            "РСФСР",
            "Румын",
            "Геймс",
            "ИИМ",
            "Серб",
            "Буругунд",
            "FightFoxBall",
            "Gustav",
            "Вальтер",
            "Сэрб",
            "[Rotteriampy](http://127.0.0.1:2000/detail?id=rotter&type=person)",
            "Франц",
            "St3klo"
        ]
    },
    {
        "id": "socialmap",
        "name": "SocialMap",
        "created": "2020",
        "closed": "2023",
        "reason_for_closing": "Неактив",
        "description": "SocialMap - Мапперский сервер существовавший с 2021 по 2024 год, позже продан Лисицке и преобразован в 360 Map. На пике имел численность в 650 человек, политика SM основывалась на развитие мап серверов и переучивания недомапперов (не только с помощью туториалов, но и вручную). Также Канцлер SM-а - Китти, создал СФМР, центром которого был SM. Умер сервер в плане актива из за того что Китти сместил фокус на другой свой проект UM, а позже и во все ушел из маппинга. SM существует и сейчас, ныне именующий себя 360 Map, но его нынешний владелец - Лисицка, также потерял интерес к маппингу.\n\nТекст партнерки: @everyone ┋⊰☭⊱┋SOᑕIᗩᒪᗰᗩᑭ┋⊰☭⊱┋\n\n☭Здравствуй товарищ, ты попал в SM|SocialMap, мы являемся столицей СФМР, СМ - это небольшая мапперская организация помогающая делать качественный маппинг, просто рассказать о ваших ошибках, перейдем к☭\n╭─ ✦ ・・・・・ ⊹ ๑ ✐ﾐ\n┊ ₊˚๑ ☆・Есть канал «Ваш пиар». \n┊ ₊˚๑ ☆・Множество качественных карт.\n┊ ₊˚๑ ☆・Множество мательялов для маппинга. \n┊ ₊˚๑  ☆・Здесь есть крит.отдел. \n┊ ₊˚๑ ☆ ・обучение маппингу\n┊ ₊˚๑ ☆・обучение AoH2,HOI4.\n┊ ₊˚๑ ☆ ・пообщаться на тему политики.\n┊ ₊˚๑ ☆ ・ Просто пообщаться на любые темы.\n┊ ₊˚๑ ☆・Красивое оформление сервера.\n┊ ₊˚๑  ☆・Множество профессий и оплата их\n┊ ₊˚๑ ☆ ・Адекватных участников.\n┊ ₊˚๑  ☆・Активную администрацию.\n╰┈・┈ ・ ┈・┈・┈・๑ ✐ﾐ\nЗаинтересовал? Найти нас можно по ссылке ниже.\n\nМыслим глобально, действуем локально - с SocialMap!\n\n⇩\n\nСМ|СоциалМап",
        "leader": [
            "Ливонский Маппер"
        ],
        "peak_members": "650"
    },
    {
        "id": "um",
        "name": "UnitedMapping",
        "created": "2020",
        "closed": "2023",
        "reason_for_closing": "Развал",
        "description": "",
        "leader": [
            "Ливонский Маппер"
        ],
        "peak_members": "200"
    },
    {
        "id": "deimmap",
        "name": "Дейммап",
        "created": "2018",
        "closed": "2024",
        "reason_for_closing": "Неактив",
        "description": "╰━━━━━・⊰2018⊱・━━━━━╮\n18 августа 2018 года- основание мелкой организаций по маппингу в ВК, а именно СМС(Союз Мапперского Сотружества), основатель Ленинград Маппер\n\n19 августа 2018 года появились первые админы, Сталин маппер и Капитан маппер\n\n20 августа 2018 года конфликт с РедМаппом\n\n22 августа 2018 года-15 сентября 2018 года война с РедМаппом\n\n16 сентября 2018 года окончание войны с РедМаппом, по итогам группа РедМаппа стала колонией СМС, а так-же РедМап переехал в ТГ\n\n17 сентября 2018-27 ноября 2018 года небыло ничего интересного\n\n28 ноября 2018 года Бан ВК аккаунта Ленинград маппера, вопрос новой главы\n\n30 ноября 2018 года распад СМС и в результате появились две организаций в ВК, а именно ССДМ и СССМ, ССДМ(Союз Социал-Демократических Мапперов) был создан в новой группе, СССМ(Союз Советских Социалистических Мапперов) остался в старой группе СМС, они де-факто переименовали группу. \n\n1 декабря 2018 года в СССМ появился отдельный флаг от СМС\n\n2 декабря 2018 года Сталинград маппер(Глава СССМ) создал ютуб канал СССМ\n\n5 декабря 2018 года СССМ начинает обучать мапперов\n\n14 декабря 2018 года канал СССМ ьыл забанен по причине жестких высказываний в сторону врагов\n\n20 декабря 2018 года в СССМ появляются первые админы, а именно ЛЛМ и Дейм.Маппер\n\n31 декабря 2018 года начало конфликта с ССДМ\n╰━━━━━・⊰2018⊱・━━━━━╮\n╰━━━━━・⊰2019⊱・━━━━━╮\n01 января-16 января война с ССДМ\n\n17 января-18 января капитуляция ССДМ\n\n20 января распад ССДМ на САМ, СФМ, СДМ\n\n21 января СССМ создали лигу ☭СовиетЛига☭\n\n31 января у СССМ в ВК больше 300 подписчиков\n\nВесь февраль небыло ничего интересного\n\n4 марта война с UltraNaziMap(она нызывалась по другому, но в источниках СССМ было написано именно так\n\n17 марта  роспуск лиги «☭СовиетЛига☭», причина не известна\n\n28 марта полно-масштабный рейд на СССМ в комментах\n\n30 марта было выяснино что СССМ рейдили союзники UltraNaziMap\n\n3 апреля уничтожение UNM, тем самым закочив войну\n\nПочти весь апрель не было ничего интересного\n\n7 мая создание нового ютуб канала\n\n8мая-13мая ничего интересного\n\n14мая Уход Сталин.Маппера из маппинга, смерть СССМ\n\n15мая-19декабря ничего интересного\n\n20декабря возраждение СССМ Котак Маппером, при разрешений Сталин.Маппера\n\n21декабря-25декабря выборы главы\n\n26декабря 50% 50%, ничья\n\n28декабря раздел СССМ на ВМ(Под руководством Котака) и СДМ(под руководством Казаха) \n\n29-31декабря ничего интересного\n╰━━━━━・⊰2019⊱・━━━━━╮\n╰━━━━━ㆍ⊰2020⊱ㆍ━━━━━╮\n1-23 января ничего интересного\n\n24янв.-2февраля выборы нового название СДМ(Союз Дейм Мапа) \n\n5февраля освобождение колоний РедМап, возврашение РедМапа из ТГ в ВК\n\n6 февраля. Передача ДеймМаппа Ермеку\n ╰06.02.2020-06.12.2020\n7 декабря. Ермека снимают с должности, возвращение Қазаха\n\n8 декабря. Передача ДеймМаппа Қотақу\n ╰08.12.2020-13.03.2021\n\n[Ps/да, почти весь год правил не я, поэтому историю ДеймМаппа 2020-ого года я не помню]\n╰━━━━━ㆍ⊰2020⊱ㆍ━━━━━╮\n╰━━━━━ㆍ⊰2021⊱ㆍ━━━━━╮\n14 февраля. Уход Қотақа, возврашение Қазаха\n\n15-28 февраля. Первый массарт\n\n1-14 марта. Первый арт батл\n\n16 марта. Попытка перейти из ВК в Телеграмм(неуспешная) \n\n18 марта-8 апреля. Война с NUNM\n\n9 апреля. Капитуляция NUNM\n\n10-20 апреля. Массарт в честь победы над NUNM\n\n21 апреля. Рейд от GDM(Great DigitalMap) \n\n22 апреля. ДеймМап становится федерацией\n\n23 апреля. Разроботка нового флага(до это-го ДеймМап использовал флаг СССМ) \n ╰23апреля-6мая\n\n7 мая. Закончилась разроботка нового флага, это был горизонтальный трикалор зелёного, синего и зелёного\n\n14 мая. Вход в союз ЕЛМО(Единая Лига Мапперских Организаций) \n\n3 июня. Выход из ЕЛМО\n\n4-7июня. Участники хотят возврашения в ЕЛМО,короче начались недо-протесты.\n\n8июня.Подавление протестов,смерть актива в ДеймМаппе,таккак в протестах участвовали активные участники\n ╰8июн.-17 ноя. Организация в стогнаций\n\n18-20 ноября. Выборы главы\n\n21 ноября. Победа Қазаха\n\n22 ноября.Қазах забросил ДеймМап\n ╰22.11.21-06.02.22-стогнация Дейммаппа\n╰━━━━━ㆍ⊰2021⊱ㆍ━━━━━╮\n╰━━━━━ㆍ⊰2022⊱ㆍ━━━━━╮\n7 февраля. Была попытка возраждения\n ╰7-16 фев.\n\n17 фев.-24 окт. Смерть ДеймМаппа\n\n25 октябра. ДеймМап переехал в дс\n\n30 декабря. Рейд на ДеймМапп\n\n31 декабря. Краш ДеймМаппа (крашнула организация «ТГМО»,которая за 1 день до краша ДеймМаппа,крашнула СибирьМап)\n╰━━━━━ㆍ⊰2022⊱ㆍ━━━━━╮\n╰━━━━━ㆍ⊰2023⊱ㆍ━━━━━╮\n6 января. Потеря овнерки над ДеймМаппом\n\n9 января. Пересоздание ДеймМаппа\n\n10 января. ДеймМапп сного сдох\n\n17 февраля. Потеря аккаунта и пересоздания ДеймМаппа\n\n18 февраля. ДеймМаппа полностью сдох\n\n21 февраля начало сотруднечества с ДжМЕ\n\n22 февраля начало сотрудничесва с БеркутМаппом\n\nВесь март и апрель не было нихуя интерестного\n\n14 мая. Реформа в ДеймМаппе\n\n29 мая. Окончание реформ\n\n1 июня.Попытка возрождения сервера\n\n12 июля. война с ВМИ\n\n15 июля. Победа над ВМИ\n\n19 сентября. Переезд\n\n10 октября. Мирный договор с СВИ/ВМИ\n",
        "leader": [
            "Казах Маппер"
        ],
        "peak_members": "300"
    },
    {
        "id": "lotus",
        "name": "République Du Lotus",
        "created": "2022",
        "closed": null,
        "reason_for_closing": null,
        "description": "Лотус изначально не задумывался как мапп сервер, создал был в 2022 году Сараем, Гусём и Джо, для творчества фанатов мистера сферического, но в 2023 сервер полностью остался на Джо. Она год ничего не делала, затем в 2024, создав новый сервер и перенеся туда Лотус, она связала этот сервер с маппингом, и в марте 2024 сервер был открыт. После ухода Джо сервер достался Беларусу, который потерял аккаунт, из-за этого сервер перезапустили снова.",
        "leader": [
            "Сарай",
            "Гусь",
            "Джо",
            "Беларус"
        ],
        "peak_members": "110"
    },
    {
        "id": "Mgc",
        "name": "MGC",
        "description": "1. Идея\nВ начале 2024 года, Бессараб дает идею Каунту о создании мапперского сообщества и мапперскоц унии, которая будет включать в себя правителей разных серверов под названием верховная палата и править маппингом. \n2. Зарождение\nВ МГК вступают Омский, Кулин, Каунт и Бессараб. С ходу на сервере появляется огроменный актив и заходит большое количество участников со всех серверов овнеров. Появляется ВПИ, которое набирает еще больше актива и превосходит чат по активу.\n3. Революция\n24 сентября 2024 года произошла сентябрьская революция, в ходе которой были изгнаны из унии 3 самых активных участника, и 2 овнера. Осталось лишь 2 сервера, но после этого сервер начал расти, так как …\n4. Неодиктатура\nВерховная палата ввела нормы актива и приглашения участников для каждого, кто был хоть как то связан с властью. Если человек не подчинялся идеям, то его начинали троллить. Тилер, который оказался предателем, собирал все это в скрины, чтобы позже доказать всем в маппинге что творится в МГК на самом деле. Нормы актива начали и вправду работать, сервер даже победил МЮ по активу.\n5. Эпоха развала\nПосле всех унижений и всяческих норм актива, Каунт решил провести выборы, и пришел ко власти Цезарь, который пинговал всех каждые 2 минуты. Каунт решил убрать Цезаря, написав Аноуну все его планы. После этого был сформирован отряд Крах Гиганта для планировки уничтожения МГК, в который входили Аноун, Омский, Цезарь и Кид. 5 февраля ночью после получения Аноуном админки произошел краш. Были уничтожены все мап арты, склады и так далее.\n6. Переход\nПосле краша, МГК перешло на сервер ГроссБашкира с 800 участниками, но актив они уже не вернули. \n7. Закат\nПосле того как прошел месяц с перехода, МГК полностью ушли из дискорда и никто из овнеров не появлялся там до лета.\n8. Возрождение\nНедавно после того, как был отдан и обратно забран сервер у МГК (нынешний МАП) Мгк перенесли на сервер Наполеона, в котором сейчас и находятся.\n9. Конец\nTo be continued",
        "created": "2024",
        "closed": "2025",
        "reason_for_closing": "crash",
        "peak_members": "500",
        "leader": [
            "bessarab",
            "kaunt",
            "vortex",
            "napoleon",
            "anown"
        ]
    }
]