[
    {
        "id": "roztov",
        "name": "Roztov",
        "description": "Я считаю, что Я ЛИЧНО - сделал для контриболлс маппинга больше чем деграмап или любые другие мап.организации. \n Сотворил данный сайт и Map (Mapping absolute project)",
        "created": "2021-2022",
        "departed": null,
        "old_nicknames": "Klowie, Nerrli, Roztov, Смоленский, Смолевов",
        "social_media": [
            "https://discord.gg/cbmapping",
            "https://t.me/chernozoten",
            "https://youtube.com/cbmapp"
        ]
    },
    {
        "id": "rotter",
        "name": "Rotteriampy",
        "created": "Середина 2020",
        "departed": "Июль 2025",
        "old_nicknames": "Golden Empire Mapper, Император, Rotarempy, Rotterampy",
        "description": "Пришел в маппинг в 2020 году. Сначала просто смотрел видео, но скоро решил рисовать сам. В начале 2021 после рейдов на свой канал перешел в Деграмап в дискорде. Затем весь год до осени развивал свой мап сервер, помогал с развитием другим, менее крупным.\nОсенью участвовал в взятии Вальтером власти на Антимапе. Был его админом более полугода. Затем ненадолго стал овнером. После ухода ненадолгог забросил маппинг, вернулся осенью 2022, с Вальтером сделал новый Антимап, был его главой. Он оказался куда менее успешным, и в итоге был крашнут. Ротаремпи снова перестал активить в маппинге. \nВернулся уже на КБМК и более мелкие сервера, например стал директором на Скейлмапе. На КБМК был админом до его уничтожения.\nОсенью 2023 создал Картогрум. Мы развлекались, рисовали, но постепенно сервер умер. После него создал новый ОМС. Он был похож на Картогрум, хоть и его встретили в маппинге серьезнее. Он продержался три месяца, пока Ротаремпи не решил передать власть Стеклу.\nСтекло, тем временем, уже делал МапЮнион. И после его открытия Ротаремпи стал работать там админом, дизайнером. А спустя несколько сезонов побывал овнером, ушел с маппинга",
        "social_media": [
            "https://discordapp.com/users/844185894981337129",
            "https://t.me/rotarempy",
            "https://github.com/Rotteriampy"
        ]
    },
    {
        "id": "joe",
        "name": "Your Joe",
        "created": "2023",
        "departed": "2025",
        "old_nicknames": "Senin Joe'sun",
        "description": "В 2022 начала смотреть маппинг, больше всего интересовал маппинг с альтернативной историей, но в самом комьюнити не состояла. Маппингом начала заниматься в 2023, залила в тик ток шоу \"нон рп маппинг\" (ныне утерян). В 2024 переделала лотус под маппинг сервер, но потом ушла из маппинга, отдала сервер беларусу. В 2024 также начала работать модератором на маппинг серверах, таких как Деграмап (2025), МаппЮнион и МГК (1 неделя, после чего сервер был уничтожен). Спустя время перезапустила лотус, но полноценно в маппинг не вернулась.",
        "social_media": []
    },
    {
        "id": "krasnocheg",
        "name": "Краснорчег",
        "created": "2017",
        "departed": null,
        "old_nicknames": "Краснор, Krasnorian Mapper",
        "description": "Краснорчег, также известный, как Krasnorcheg, Краснор, Krasnorian Mapper. Смотрел маппинг с 2017 года и рисовал свой собственный маппинг в обычном paint. Начал свою карьеру маппера в 2018 году. Начинал с заезжанного в то время формата - Альтернативного Прошлого Европы. Позже перешёл на более успешный формат Битвы Мапперов, постепенно его совершенствуя. В это же время ознакомился с рядом мапперов и участвовал в их проектах. Со временем открыл Дискорд, куда перенес всю нагрузку действий для БМов. Примерно до года 2021 я успешно вёл БМы. Однако были просадки в различных БМах, в виде БМ Средневековье, Галактическая Битва Мапперов и Битва Мапперов GTR2. После последнего проекта, в 2022 году было решено покончить с карьерой маппера. С 2023 по 2025 года я помогал таким мапперам, как Молдавский Искатель и Commander Технарь и время от времени помогаю в создании контента Захарду. Также всё также активно веду ВПИ и участвую в них. Иногда встречаюсь на мапперских серверах и могу давать рекомендации или критику юным КБшерам или Мапперам. Однако сам я больше маппингом заниматься не планирую, предпочтя перейти к чему-то большему.\n\nСпециально для тебя могу оставить ссылки на скрытые плейлисты старых проектов, находящихся в доступе по ссылке:\n[Альтернативное Прошлое Европы](https://youtu.be/AP4j3aJHvUM?list=PLM9f9m2Qcm1IA2U7VPx5ygforRkCtgE_C)\n[БМ 1](https://youtu.be/4D_pV7FptOA?list=PLM9f9m2Qcm1Jiq6HcMWBhLZ0IYuonH-Hj)\n[БМ 2](https://youtu.be/bsLX529S6p0?list=PLM9f9m2Qcm1LVPeJcOMYplyEezKs8xzhu)\n[БМ 3](https://youtu.be/Q7WPmqNRGj0?list=PLM9f9m2Qcm1I3izr9dSQovfc71mRS_MRq)\n[БМ GTR](https://youtu.be/zNaSoKuFq4c?list=PLM9f9m2Qcm1LdNdpuWEUQeL7IKQkRY7xN)\n[ГБМ](https://youtu.be/LoHcOD_uGyo?list=PLM9f9m2Qcm1KC4Jg5Cd92XQ-awaAcqDPY)",
        "social_media": [
            "https://www.youtube.com/channel/UCIyq9U3Fm7iJ3kEMecGusNw",
            "https://discordapp.com/users/485806641619664907"
        ]
    },
    {
        "id": "recvest",
        "name": "Recvest",
        "created": "2022",
        "departed": null,
        "old_nicknames": "",
        "description": "Пришёл в маппинг зимой 2022 года. Сначала просто смотрел видео и контрибьюлзы, но уже той же зимой начал рисовать карты сам и снимать видео. В 2023 году попал на сервер ОМС в дискорде, а после его ребрендинга перешёл на Mapp-Union. Постепенно развивал и совершенствовал свой стиль рисовки.\n\nАктивно участвовал в жизни сообщества: поддерживал кандидатов на выборах на Mapp-Union, хотя сам никогда не избирался. В числе поддерживаемых личностей были Ротарампи и Стекло. Состоит также на других мапперских серверах, поддерживая связи в сообществе.",
        "social_media": [
            "https://www.youtube.com/channel/UCwm2u3gvvrF83Yp1uD3CaqQ",
            "https://discordapp.com/users/878907988621033473"
        ]
    },
    {
        "id": "germanboll",
        "name": "Германский шарик",
        "description": "Германский Шарик, известный как просто Герман. Вообще я начал смотреть контент, связанный с КБ, ещё в 2020 году, но лишь в 2024 решил заняться полноценным рисованием. Начинал я с освоения программы \"Пэинт\" под руководством Лидера Лактавийской Федерации Сенявина, после обучения обосновался на сервере Гросс Башкира, где познакомился с самым близким и лучшим другом Маппер Зоны. В то же время я познакомился с человеком по имени Китти, который управлял Кайзермаппом. Я быстро стал главным помощником и стал помогать с набором новых участников. В один из таких дней я попал на сервер, где обиделся из-за шуток про меня и про СВО. Я начал оскорблять лидера данного сервера, и тот, подумав, что я Губанов, сообщил самому Башкиру, тот меня забанил. Мои знакомые начали протестовать, и их тоже забанили. Вместе мы организовали ополчение (о боже...). По итогу конфликт уладился, и меня разбанили, но их так и оставили в бане.\n**После данного инцидента я начал всё больше сидеть на KaiserMappe, и в какой-то момент Kitty просто покинул пост Kaiser из-за личных проблем в жизни. После чего были назначены выборы, где большой поддержкой пользовались коммунисты. Я же был в партии монархистов, и по итогу был назначен Kaiser'ем, но ненадолго. Выборы прошли, и на них победили коммунисты. После чего я совершил самый отстойный поступок: я замутил всех коммунистов и противников меня. Меня сняли с должности, и коммунисты заняли власть. Они потом переделали сервер и забросили его, а вскоре его продали. После этого я разочаровался и решил на время перейти в Западный сегмент KB, там я познакомился с русской участницей из Reddit. Она была художницей и была очень талантливой. Примерно в то время я начал рисовать в более пиксельном стиле и пытаться публиковать своё творчество на Reddit. Сразу скажу, что мне этого не удалось. Пройдя, кажется, несколько месяцев, я обратно вернулся в русский сегмент.**\n**В октябре 24 года я начал больше сотрудничать и работать над артами с Маппер Зоной. После создания одного из артов я предложил ему идею создать творческую группу, он согласился, и вот так 15 октября мы создали группу. В неё вошли также Максим (мой друг) и Новгород Маппер. Группа ранее называлась «Сообщество КБ художников», а потом поменяла название на The Bitley. Проходит некоторое время, и выходит дебютный арт-альбом «История Германии». Тот альбом был недоделанным: лишь пара артов имела фон. После этого я начал в основном с группой работать, позабыв о своём творчестве, но спустя пару месяцев я всё же выпустил свой дебют. Тот уже вышел лучше, так как хотя бы арты имели фоны. Так я и рисовал в таком пиксельном стиле и работал с группой до мая | 2025 года, когда я перешел снова в обычный Paint и уже создавал скетчи артов для крупного проекта группы. Летом же я узнал про фандом «Дроны-Убийцы» и решил присоединиться к самому крупному фан-серверу. Там я нашёл много приятелей и начал рисовать уже дронов.**\n**Но поняв, что мне дальше в пейнте не протянуть, я решаюсь учиться рисовать на бумаге, и в процессе я знакомится с пиксель-артом и решаюсь в него перейти. И так я рисую в пиксель-арте. Это был июль-август — для меня это был плодотворный период: я делал много артов и экспериментировал. В то же время я выпустил первый концептуальный арт-альбом \"Звуки Животных\".** (Снизу арты в которых я есть).ерман\n",
        "created": "2024",
        "departed": null,
        "old_nicknames": "Германболл",
        "social_media": []
    },
    {
        "id": "zaba",
        "name": "Маппер Заба",
        "description": "Я маппер Заба раньше был Забайкальским маппером. \nВ маппинг пришёл в 2022 году благодаря видео Захарда и Маппера Орды. 3 Января свой старый канал где раньше когда-то снимал переделал под маппинг и начал выпускать маппинг. 3 Января 2023 я переименовал канал в Забайкальский маппер и 4 января выложил своё первое видео. В начале я вёл такие проекты как АБЕ, Антарктида и люди, выпустил несколько серий Countryballs и затем выпустил снова АБЕ ,затем начал выпускать проект Развал США, и наконец-то выпустил БМ получив первую популярность. после продолжительного времени начал создавать видео Альтернативные войны человечества закончив БМ я начал создавать и экспериментировать были проекты \"Король Франции\" другие войны человечества и потом начал второй сезон БМ , закончил Развал США и 20 Августа 2023 года создал свою организацию под названием Мапперские бригадиры мы стали помогать друг другу в превью и создавали первое время общие проекты. Между БМ3 и началом проекта Где Наполеон выиграл, я начал делать реакции на мапперов, закончил проект Альтернативная история Антарктиды и БС Kaiserredux, 1 сентября я и Ставропольский маппер сделали коллабу.\n\nВ общем у меня было много проектов об н из них \"Миприз\" ч подарил своему другу Бориландскому Мапперу. 23 апреля 2024 создал свои собственные обзоры в которых я хвалю мапперов,а не критикую.На данный момент  мой канал делится на 3 части Обзоры, Исторические видео и Маппинг, щас я правда занят своим проектом.Извини за скудную биографию я не привык себя расписывать.\n\nНасчёт нашей организации она до сих пор живёт,но стала больше для общения не думаю что мы скоро вернёмся к созданию новых проектов.\n\nНу я на прямую связан: \nС.У. Маппер, Уфа маппер, Даникс маппер, Бориландский маппер, Сырок, Котовский маппер, Мировая республика, Ставропольский маппер, Серо-Фиолетовый маппер, Мапперский маппер, Башкирский маппер, Симбирский маппер, Югославский, Арзамасский, Hats mapper,  Либигийский , Уральский ,Белый и ТД\nТак же я много общался с Гомельским,Венычем, Ордой, Ассирийским, Зоной. \nНемного общался с Захардом (почти нет) с Лисицкой. \nВ общем всего по чуть-чуть.",
        "created": "2022",
        "departed": null,
        "old_nicknames": "забайкальский маппер",
        "social_media": []
    },
    {
        "id": "danix",
        "name": "Маппер Даникс",
        "description": "Маппер Даникс-появился в начале 2023 года,снимал про страны ,и про свой болл. У него был свой  канал который он потерял. В конце лета того же года он вступает в организацию Мапперские бригадиры (Владельцем был Маппер Заба) Он по началу был главой озвучки но после событий он перестал им быть,они с другими людьми в организации сделали пару видео,но после этих видео нечего не было,он просто выкладывал видео и общался в организации,после там появилось много других участников и Даникс подвергался насмешкам ,а его врагом был Котовася маппер. Так же примерно в начале лета 2024 года он уходит в затишье,до декабря этого же года. Он начинает строить свою страну на пиксилии и входит в разные организации. После во время выборов в Мапперских бригадиров,он подкупает голоса. Он не выйгрывает выборы,также на тот момент он состоял в организации WMO и после некоторого нахождения там он становится вице президентом,а потом подменял и вовсе президента. Но там произошел скандал и Даникса выгнали,на тот момент было затишье а это Середина зимы 2025 года, потом в середине весны того же года он возвращается с новыми целями,он прогресирует строит империю на пиксилии ,потом нечего не происходило,так же он вошёл в Битву мапперов. На нынешний момент он находится в выборах в МБ",
        "created": "2023",
        "departed": null,
        "old_nicknames": "Даникс",
        "social_media": []
    },
    {
        "id": "maeumo",
        "name": "Мадоку",
        "description": "",
        "created": "",
        "departed": null,
        "old_nicknames": "Мадоку, теравин, оби, мадокумо",
        "social_media": []
    }
]